Tekla.Structures.CatalogInternal.ConflictItem.ActionEnum


Tekla.Structures.CatalogInternal.ConflictItem.ActionEnum.ACTION_NOT_DEFINED


Tekla.Structures.CatalogInternal.ConflictItem.ActionEnum.ACTION_NONE


Tekla.Structures.CatalogInternal.ConflictItem.ActionEnum.ACTION_MERGE


Tekla.Structures.CatalogInternal.ConflictItem.ActionEnum.ACTION_REPLACE
